Repository: parruc/bagnialmare
Catalog: bagni/locale/*/LC_MESSAGES/django.po
Languages: it

# ^bagni/(?P<neighbourhood>[-\w]+)/(?P<slug>[-\w]+)/$
source: ^beach-resorts/(?P<neighbourhood>[-\w]+)/(?P<slug>[-\w]+)/$
it: ^bagni/(?P<neighbourhood>[-\w]+)/(?P<slug>[-\w]+)/$

# ^bagni/(?P<neighbourhood>[-\w]+)/(?P<slug>[-\w]+)/edit/$
source: ^beach-resorts/(?P<neighbourhood>[-\w]+)/(?P<slug>[-\w]+)/edit/$
it: ^bagni/(?P<neighbourhood>[-\w]+)/(?P<slug>[-\w]+)/edit/$

# ^bagni/(?P<neighbourhood>[-\w]+)/(?P<slug>[-\w]+)/contacts/$
source: ^beach-resorts/(?P<neighbourhood>[-\w]+)/(?P<slug>[-\w]+)/contacts/$
it: ^bagni/(?P<neighbourhood>[-\w]+)/(?P<slug>[-\w]+)/contatti/$

# ^bagni/(?P<neighbourhood>[-\w]+)/(?P<slug>[-\w]+)/book/$
source: ^beach-resorts/(?P<neighbourhood>[-\w]+)/(?P<slug>[-\w]+)/book/$
it: ^bagni/(?P<neighbourhood>[-\w]+)/(?P<slug>[-\w]+)/prenota/$

source: ^search/$
it: ^cerca/$

# ^service-categories/$
source: ^facility-categories/$
it: ^categorie-servizi/$

# ^service-category/(?P<slug>[-\w]+)/$
source: ^facility-category/(?P<slug>[-\w]+)/$
it: ^categoria-servizi/(?P<slug>[-\w]+)/$

# ^services/(?P<slug>[-\w]+)/$
source: ^facilities/(?P<slug>[-\w]+)/$
it: ^servizi/(?P<slug>[-\w]+)/$

source: ^beach-resorts/facilities/(?P<facility_slug>[-\w]+)/(?P<neighbourhood_slug>[-\w]+)/$
it: ^stabilimenti-balneari/servizi/(?P<facility_slug>[-\w]+)/(?P<neighbourhood_slug>[-\w]+)/$

source: ^neighbourhood/(?P<slug>[-\w]+)/$
it: ^localita/(?P<slug>[-\w]+)/$

source: ^municipality/(?P<slug>[-\w]+)/$
it: ^comune/(?P<slug>[-\w]+)/$

source: ^municipalities/$
it: ^comuni/$

source: ^district/(?P<slug>[-\w]+)/$
it: ^provincia/(?P<slug>[-\w]+)/$

source: ^districts/$
it: ^province/$

source: ^json/neighbourhood/(?P<id>\d+)/$
it: ^json/localita/(?P<id>\d+)/$

source: Telephone number
it: Numero di telefono

source: Mobile number
it: Numero di cellulare

source: Winter number
it: Contatto invernale

source: Fax number
it: Numero di fax

# Description
source: Beach resort description
it: Descrizione del bagno

# Number
source: Beach resort number
it: Numero del bagno

# Languages
source: Spoken languages
it: Lingue parlate

source: Facilities
it: servizi

source: Address
it: Indirizzo

source: Neighbourhood
it: Localita

source: Mail
it: Indirizzo mail

source: Website
it: Sito internet

source: Coordinates
it: Coordinate

source: Spoken language
it: Lingua parlata

source: Spoken languages
it: Lingue parlate

source: Telephone numbers
it: Numeri di telefono

source: Telephone
it: Telefono

source: Image
it: Immagine

source: Images
it: Immagini

source: Title
it: Titolo

source: Name
it: Nome

source: District
it: Provincia

source: Districts
it: Province

source: Municipality
it: Comune

source: Municipalities
it: Comuni

source: Neighbourhoods
it: Località

# Service Category
source: Facility Category
it: Categoria di servizi

# Service
source: Facility
it: Servizio

# Services
source: Facilities
it: Servizi

source: Category
it: Categoria

# bagni_by_facility_and_neighbourhood_pagetitle
source: Beach resorts
it: Stabilimenti balneari

source: with
it: con

source: in
it: a

# bagni_by_facility_and_neighbourhood_desc
source: The list of beach resorts
it: Elenco degli stabilimenti balneari

# bagni_by_facility_and_neighbourhood_header
source: Beach resorts
it: Stabilimenti balneari

# bagni_by_facility_and_neighbourhood_sub_header
source: Here you can find contacts, addresses and other informations about the beach resorts
it: Qui puoi trovare contatti, indirizzi e altre informazioni sugli stabilimenti balneari

# bagni_by_facility_and_neighbourhood_other_places
source: But you can find them in these places
it: Ma puoi trovarne in queste località

# service_detail_no_result
source: We could not find any beach resorts
it: Non abbiamo trovato nessuno stabilimento balneare

# bagni_page_pagetitle
source: Italian beach resorts
it: stabilimenti balneari della Riviera Adriatica

# bagni_page_desc
source: find contacts, addresses and facilities of Italian beach resorts
it: trova contatti, indirizzi e servizi offerti dei bagni della Riviera Adriatica

# bagni_page_header
source: Italian beach resorts
it: bagni e stabilimenti balneari della Riviera Adriatica

# bagni_page_sub_header_outside_link
source: here you can find the list of Italian beach resorts grouped by location and
it: qui trovi l'elenco dei bagni e degli stabilimenti balneari della Riviera Adriatica suddivisi per località e

# bagni_page_sub_header_inside_link
source: facility
it: servizio offerto

# bagni_page_locations
source: locations
it: località

# bagni_page_province_of
source: province of
it: provincia di

# bagni_page_comune_of
source: comune of
it: Comune di

# bagni_page_facilities
source: beach resort facilities
it: servizi

# contact_structure
source: Contact this structure
it: Contatta la struttura

# bagno
source: beachresort
it: bagno

# contact_button
source: Contact this structure
it: Contatta la struttura

source: Contacts
it: Contatti

source: Details
it: Dettagli

# modify_bagno
source: Modify your beach resort data
it: Modifica il tuo bagno

source: are you the manager?
it: Sei il gestore?

source: no images for
it: nessuna immagine per

# no_images_add
source: no images available yet
it: foto ancora non disponibili

# facilities
source: Structure facilities
it: servizi offerti

source: facility
it: servizio

# facility_info_not_available
source: facility informations yet not available
it: informazioni non ancora disponibili

source: Email address
it: Indirizzo email

# phone_not_yet_available
source: phone contacts not yet available
it: contatti telefonici non ancora disponibili

# bagno_detail_desc_1
source: Welcome to the page of
it: Benvenuto nella pagina di

# bagno_detail_desc_2
source: here you can find the address, contacts and the list of facilities provided by this structure
it: qui puoi trovare indrizzo, contatti e la lista dei servizi offerti da questa struttura

# bagno_detail_desc_3
source: If you are lookin for more beach resorts in
it: Se cerchi altri bagni a

# bagno_detail_desc_4
source: you can use our
it: puoi farlo usando la nostra

# bagno_detail_desc_5
source: search page
it: pagina di ricerca

# book_button
source: Book online
it: Prenota l'ombrellone online!

source: Share on socials
it: Condividi sui social

source: Share %(name)s on Facebook
it: Condividi %(name)s su Facebook

source: Tweet about %(name)s
it: Twitta su %(name)s

source: Share %(name)s on Google+
it: Condividi %(name) su Google+

# bagno_detail_description
source: informations, address and facilities of beach resort
it: informazioni, indirizzo e servizi del bagno

source: The url must start with 'http://' or 'https://'
it: Il sito internet deve iniziare con 'http://' o 'https://'

source: Save
it: Salva

# no_bagno
source: no beach resort
it: nessun bagno

# bagni
source: beach resorts
it: bagni

# no_bagno_in_this_municipality
source: no beach resort in this municipality
it: nessun bagno in questo comune

source: no municipality in this district
it: non ci sono comuni censiti in questa provincia

source: district
it: città

# no_ditricts
source: no districts
it: nessuna città

source: districts
it: città

# home_heading
source: All the info you need about the beach resorts in Riviera Adriatica
it: Tutte le informazioni che cercate sui bagni della Riviera Adriatica

# what
source: resort name or facility?
it: bagno o servizio?

source: near to
it: vicino a

# home_facility_tooltip
source: Show the facility list
it: mostra l'elenco dei servizi

# home_show_facility
source: show the facility list
it: mostra l'elenco dei servizi

source: near me
it: qui vicino

# near_me_tooltip
source: search near my location
it: cerca vicino alla mia posizione

# home_search
source: search
it: cerca

# home_modal_header
source: Click on a facility to select it
it: fai click su un servizio per selezionarlo

# geo_modal_text
source: You did not accept to share your position or your device can't find it out.You can fill the 'Near to' field with your current address
it: Non hai accettato di condividere la tua posizioneo o il tuo dispositivo non è riuscito a calcolarla.Puoi compilare il campo 'Vicino a' con il tuo indirizzo attuale.

# geo_modal_title
source: We can't find your position
it: Non riusciamo a stabilire la tua posizione

source: Contacts, facilities and addresses of more than <a href='%(search_url)s'>1000 beach resorts</a> from Cattolica to Ferrara
it: Contatti, servizi e indirizzi di oltre <a href='%(search_url)s'>1000 stabilimenti balneari</a> da Cattolica a Ferrara

source: Search
it: Cerca

source: Search your ideal beach resort based on location and offered services
it: Cerca il tuo stabilimento ideale per posizione e servizi offerti

source: Choose
it: Scegli

source: Choose the beach resort you like more
it: Scegli la soluzione che preferisci

source: Book
it: Prenota

source: Book it, relax and prepare to enjoy... Aint't easy?
it: Prenota l'ombrellone online e preparati a divertirti.. facile no?

source: Close
it: Chiudi

# homepage_title
source: bagnialmare: find Italian beach resorts
it: bagnialmare: esplora i Bagni della Riviera Adriatica

# homepage_description
source: contacts, facilities and addresses of more than 1000 Italian beach resorts in Riccione, Rimini, Cesenatico, Cervia and Ravenna.
it: contatti, servizi offerti e indirizzi di oltre 1000 bagni a Riccione, Rimini, Cesenatico, Cervia e Ravenna.

# terms_and_privacy
source: terms of service and privacy
it: privacy e termini del servizio

# municipality_detail_pagetitle
source: beach resorts within the Comune of
it: bagni e stabilimenti balneari del Comune di

# municipality_detail_desc
source: find contacts, addresses and facilities about beach resorts within the Comune of
it: contatti, indirizzi e servizi offerti dei bagni e gli stabilimenti balneari del Comune di

# municipality_detail_header
source: beach resorts within the Comune of
it: bagni e stabilimenti balneari del Comune di

# municipality_detail_sub_header
source: here you can find the list of beach resorts within the Comune of
it: questo è l'elenco dei bagni e degli stabilimenti balneari del Comune di

source: municipality
it: comune

# no_municipality
source: no beach resort in this municipality
it: nessun comune

# neighbourhood_detail_pagetitle
source: beach resorts of
it: bagni e stabilimenti balneari a

# neighbourhood_detail_desc
source: find contacts, addresses and facilities about beach resorts of
it: contatti, indirizzi e servizi offerti dei bagni e gli stabilimenti balneari di

# neighbourhood_detail_header
source: beach resorts of
it: bagni e stabilimenti balneari a

# neighbourhood_detail_sub_header
source: here you can find the list of beach resorts of
it: questo è l'elenco dei bagni e degli stabilimenti balneari di

source: Neighbourhood
it: Localita

source: No neighbourhood
it: Nessuna localita

# where
source: near to
it: vicino a

source: Search
it: Cerca

source: filter by facility
it: filtra per servizio

source: active filters
it: filtri attivi

source: active filter
it: filtro attivo

source: results for
it: risultati per

source: results
it: risultati

source: filters
it: filtri

source: list view
it: lista

source: map view
it: mappa

# your_location
source: your position
it: la tua posizione

source: previous
it: precedente

source: next
it: successivo

source: first
it: primo

source: last
it: ultimo

# no_results_for_search
source: no results for the given search
it: nessun risultato

source: image
it: immagine

source: away
it: di distanza

source: Page %(page)s of %(num_pages)s.
it: Pagina %(page)s di %(num_pages)s.

# search_pagetitle
source: search results | bagnialmare.com
it: risultati della ricerca | bagnialmare.com

# search_description
source: search results | bagnialmare.com
it: risultati della ricerca | bagnialmare.com

# service_detail_pagetitle
source: Where to find Italian beach resorts
it: Dove trovare stabilimenti balneari

# service_detail_desc
source: Find addresses and contacts of Italian beach resorts
it: Indirizzi e contatti degli stabilimenti balneari

# service_detail_header
source: Where to find beach resorts in Italy
it: Dove trovare stabilimenti balneari

# service_detail_sub_header
source: here you can find the list of places having beach resorts
it: questo è l'elenco delle località che che hanno stabilimenti balneari

# no_service
source: no facility
it: nessun servizio

# No bagno has this service
source: No bagno has this facility
it: Nessun bagno ha questi servizio

# No service for this category
source: No facility for this category
it: Non ci sono servizi in questa categoria

# service_category
source: Facility Category
it: categoria di servizi

# No service categories
source: No facility categories
it: Nessuna categoria di servizio

# Service categories
source: Facility categories
it: Categorie di servizi

source: Thank you for your booking request. We will let you know the result as soon as possible
it: Ti ringraziamo per la tua richiesta di prenotazione. Ti faremo sapere il risultato il prima possibile

source: We forwarded your message to the beach resort. As soon as possible you'll receive a feedback to the email address provided.
it: Abbiamo inviato il tuo messaggio alla struttura, che risponderà direttamente all'indirizzo email fornito.

source: Cant find place '%s', sorting by relevance
it: Impossibile trovare il luogo '%s', ordino per rilevanza
