Repository: parruc/bagnialmare
Catalog: booking/locale/*/LC_MESSAGES/django.po
Languages: it

source: %m/%d/%Y
it: %d/%m/%Y

source: 'To' must be equal or greater than 'From'
it: La data di inizio deve essere antecedente a quella di fine

source: 'From' must be equal or greater than today
it: La data di inizio non può essere nel passato

source: 'To' must be equal or greater than today
it: La data di fine non può essere nel passato

source: From
it: Dal

source: To
it: Al

source: Number of subnbeds
it: Numero di lettini

source: Number of umbrellas
it: Numero di ombrelloni

source: Mobile
it: Cellulare

source: managed
it: gestito

source: not managed (WE HAVE TO CALL)
it: non gestito (DOBBIAMO TELEFONARE)

source: The beach resort %(bagno_name)s received a quotation request.
it: Il bagno %(bagno_name)s ha ricevuto la tua richiesta di preventivo

source: Here it is the details
it: Ecco i dettagli

source: Where: %(bagno_name)s
it: Dove: %(bagno_name)s

source: State: %(managed_state)s
it: Stato: %(managed_state)s

source: We can contact %(bagno_name)s
it: Possiamo contattare %(bagno_name)s

source: Calling: %(bagno_phones)s
it: a telefono: %(bagno_phones)s

source: Mailing the manager: %(bagno_managers_mail)s
it: il manager via mail: %(bagno_managers_mail)s

source: Mailing the beach resort: %(bagno_mail)s
it: il bagno via mail: %(bagno_mail)s

source: [bagnialmare.com booking] %(bagno_name)s
it: [bagnialmare.com prenotazione] %(bagno_name)s

source: The beach club %(bagno.name)s is not yet registered on BagniAlMare.<br /> Here are some alternatives nearby that accept online reservations:
it: Lo stabilimento balneare %(bagno.name)s non si è ancora registrato su BagniAlMare, vuoi suggerirglielo tu?<br /> Ecco alcune alternative nelle vicinanze che accettano prenotazioni on-line:

source: Close
it: Chiudi

source: Booking details
it: Dettagli della prenotazione

source: Request a quote
it: Richiedi un preventivo

source: Booking alternatives
it: Destinazioni alternative

source: When: from %(start)s to %(end)s
it: Quando: dal %(start)s al %(end)s

source: What
it: Cosa

source: %(umbrellas)sumbrella
it: %(umbrellas)s ombrellone

source: and
it: e

source: %(sunbeds)s sunbed
it: %(sunbeds)s lettino

source: Contact: by mail at %(email)s
it: Contatti: via mail al %(email)s

source: or by mobile phone at %(mobile)s
it: o via telefono allo %(mobile)s

source: When
it: Quando

source: Contact info
it: Contatti

source: Hi %(bagno_name)s
it: Ciao %(bagno_name)s

source: We received a quotation request for your beach resort Here the details
it: Abbiamo ricevuto una richiesta di preventivo per il tuo bagno, ecco i dettagli

source: Let the user hear from you as soon as possible.
it: Fatti sentire il prima possibile dall'utente

source: The team of Bagnialmare
it: Il team di Bagnialmare

source: [bagnialmare.com booking] You received a quotation request
it: [bagnialmare.com booking] Hai ricevuto una richiesta di preventivo

source: The beach resort %(bagno_name)s received your quotation request.
it: Il bagno %(bagno_name)s ha ricevuto la tua richiesta di preventivo

source: You will be contacted by the manager as soon as possible
it: Sarai contattato dal gestore il prima possibile

source: In the absence of a reply within 3 days, we recommend you to recontact the property via telephone
it: In assenza di una risposta entro 3 giorni la invitiamo a ricontattare telefonicamente la struttura interessata

source: [bagnialmare.com booking] Quotation request received for %(bagno_name)s
it: [bagnialmare.com booking] Richiesta di preventivo ricevuta per %(bagno_name)s
