Repository: parruc/bagnialmare
Catalog: authauth/locale/*/LC_MESSAGES/django.po
Languages: it

source: You must accept the terms and conditions
it: Devi accettare i termini della privacy e le condizioni

source: Name
it: Nome

source: Surname
it: Cognome

source: Privacy terms
it: termini della privacy

source: Privacy terms definition
it: definizione dei termini della privacy

source: Terms of service
it: termini del servizio

source: Terms of service definition
it: Definizione dei termini del servizio

source: Confirm E-mail Address
it: Conferma il tuo indirizzo di posta elettronica

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
it: Per favore conferma di esserti registrato con l'indirizzo email <a href="mailto:%(email)s">%(user_display)s</a>

source: Confirm
it: Conferma

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
it: Questo link per la conferma dell'indirizzo email è scaduto o non valido. Per favore <a href="%(email_url)s">richiedi una nuova email di attivazione</a>.

source: Sign In
it: Entra

source: If you have not created an account yet, then please <a href="%(signup_url)s" rel="nofollow">sign up</a> first.
it: Se non hai ancora creato una account per favore prima <a href="%(signup_url)s" rel="nofollow">Registrati</a>.

source: Email address
it: Indirizzo email

source: Remember Me
it: Ricordami

source: Forgot Password?
it: Hai dimenticato la password?

source: Password Reset
it: Reimposta la password

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
it: Hai dimenticato la tua password? Scrivi qui sotto il tuo indirizzo email e provvederemo ad inviarti una email che ti permetterà di resettarla.

source: Reset My Password
it: Reimposta la password

source: Please contact us if you have any trouble resetting your password.
it: Contattaci se incontri problemi nel reimpostare la tua password

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
it: Ti abbiamo inviato un messagio e-mail di conferma. Contattaci se non lo ricevi entro pochi minuti

source: Change Password
it: Cambia la password

source: Bad Token
it: Token errato

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
it: Il link di reset della password non è corretto, probabilmente perché è già stato usato. Per favore richiedi una <a href="%(passwd_reset_url)s">nuova password</a>.

source: New Password
it: Nuova password

source: New Password (again)
it: Nuova password (di nuovo)

source: change password
it: cambia la password

source: Your password is now changed.
it: La password è stata modificata con successo

source: signup
it: registrati

source: are_you_manager
it: Sei un gestore?

source: sign_up_button
it: registrati

source: already_have_account
it: se sei già registrato come utente

source: else_have_account
it: Altrimenti registrati usando il form sottostante

source: sign_in
it: Entra

source: close
it: chiudi

source: bagno_and_neighbourhood_hint
it: Seleziona la località e il nome del tuo bagno

source: choose_neighbourhood
it: scegli la località

source: choose_bagno
it: scegli il bagno

source: label_accepts_booking
it: Interessato a prenotazioni online?

source: help_email_signup
it: Nota: BagniAlMare invierà eventuali comunicazioni degli utenti a questo indirizzo e-mail

source: help_accepts_booking
it: Lascia attivata questa opzione se vuoi inserire nella tua scheda un pulsante di prova per monitorare l'interesse dei tuoi utenti a disporre di questa funzione. In futuro potrai sempre disabilitare questa opzione.

source: Where our collaboration starts!
it: La nostra collaborazione inizia da qui!

source: <p>Nice to meet you and a warm welcome from the bagnialmare.com team.</p> <p>In this web space we’d like to host and arrange information about beach resorts of the Riviera Adriatica. Today we already provide <strong>free</strong> online visibility to more than 1.000 beach resorts in Emilia-Romagna, linking them to the large internet community on a national and international level, as the portal is navigable via all the most popular mobile devices and fully available in English.</p> <p>If you are a manager of a beach resort you have just discovered a new <strong>space to care about</strong> to give visibility to your offer and let your customers reach and contact you very easily. We look forward to collaborate with you!</p> <p>Add, update or remove data of your resort is very simple and instantaneous: just register in the site by filling below form and you will be able to do it in a few seconds once confirmed the activation link sent to the e-mail you’ve provided us. You may wish to search your resort using the available research features: it will be even easier to register yourself directly from your resort page!</p> <p><strong>Oh, and!</strong> If you do not find your business resort among those available in the registration form, than you just need to <strong>report us your beach resort</strong> via the <a href='%(contact_url)s' alt='Contact form'>available contact form</a> and wait for our insertion confirmation (via e-mail and sms if required) to finalize your registration. Easy, isn’t it?</p> <p>Well, when you feel so, you may already throw new sunbeams on your business thanks to bagnialmare.com.</p>
it: <p>Piacere di conoscerti e un caloroso benvenuto dal team di bagnialmare.com.</p> <p>In questo spazio web desideriamo ospitare e organizzare le informazioni degli stabilimenti balneari della Riviera Adriatica. Oggi offriamo <strong>gratuitamente</strong> visibilità online a già oltre 1.000 stabilimenti dell’Emilia-Romagna, mettendoli in contatto con il vasto numero di utenti che internet offre sia a livello nazionale che internazionale, essendo il portale navigabile da tutti i dispositivi mobili più diffusi sul mercato oltre che interamente fruibile in lingua inglese.</p> <p>Se sei il gestore di uno stabilimento balneare, perciò, hai appena scoperto un nuovo <strong>spazio da accudire</strong> per valorizzare la tua offerta e permettere ai tuoi clienti di rintracciarti e contattarti immediatamente: noi saremo lieti di collaborare con te!</p> <p>Aggiungere, aggiornare o rimuovere i dati della tua struttura e' semplice e istantaneo: registrati al sito compilando il form sottostante e sarai in grado di farlo in pochi secondi una volta confermato il link per l’attivazione direttamente all’indirizzo e-mail fornitoci. Se lo ritieni puoi ricercare la tua struttura tramite le funzionalità di ricerca del sito e sarà ancora più facile registrarsi come gestore direttamente nella pagina dello stabilimento!</p> <p><strong>Ah, dimenticavamo!</strong> E’ possibile che la tua struttura non sia ancora stata registrata sul portale e perciò non sia presente nell'elenco di quelle opzionabili in fase di registrazione. In questo caso non devi fare altro che <strong>segnalarci la tua struttura</strong> tramite <a href='%(contact_url)s' alt='Form di contatto'>l'apposito form</a> e attendere poi la nostra conferma di inserimento (via e-mail e se lo richiedi via sms), per poi completare la tua registrazione. Facile no?</p> <p>Beh, quando lo ritieni puoi già regalare alla tua struttura un nuovo raggio di sole grazie a bagnialmare.com.</p>

source: Verify Your E-mail Address
it: Verifica il tuo indirizzo mail

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
it: Ti abbiamo inviato un messagio e-mail di conferma. Segui il link fornito per finalizzare il processo di signup. Ti preghiamo di contattarci per qualsiasi problema

source: User %(user_display)s at %(site_name)s has given this as an email address. To confirm this is correct, go to %(activate_url)s
it: L'utente %(user_display)s di %(site_name)s ha fornito questo indirizzo mail come credenziale. Per confermare che questo è l'indirizzo corretto, vai a %(activate_url)s

source: You're receiving this e-mail because you or someone else has requested a password for your user account at %(site_domain)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password. %(password_reset_url)s In case you forgot, your username is %(username)s. Thanks for using our site!
it: Hai ricevuto queso messaggio e-mail perchè tu o qualcun'altro ha richiesto di resettare la password per il tuo account sul sito %(site_domain)s. Puoi tranquillamente ignoare questo messaggio se non hai richiesto tu il reset della password. Clicca il link sottostante per resettare la tua password. %(password_reset_url)s Nel caso ti fossi dimenticato, il tuo username è %(username)s. A presto, dal team di $(site_domain)s

source: Password Reset E-mail
it: Ti è stata inviata una mail con cui puoi resettare la password

source: You cannot remove your primary e-mail address (%(email)s).
it: Non puoi rimuovere il tuo indirizzo mail (%(email)s).

source: Confirmation e-mail sent to %(email)s.
it: E' stata spedita una email di conferma a %(email)s

source: You have confirmed %(email)s.
it: Hai confermato il tuo indirizzo email %(email)s

source: Removed e-mail address %(email)s.
it: Rimosso indirizzo mail %(email)s.

source: Successfully signed in as %(name)s.
it: Hai effettuato il login con successo come %(name)s.

source: You have signed out.
it: Hai effettuato il logout

source: Password successfully changed.
it: La password è stata modificata con successo

source: Password successfully set.
it: Password modificata con successo

source: Primary e-mail address set.
it: Abbiamo inserito il tuo indirizzo mail primario

source: Your primary e-mail address must be verified.
it: Il tuo indirizzo mail deve essere verificato.
